// 주요 세법(시행규칙 제외) 상수
export const MAJOR_LAWS_NOT_RULES = [
    { raw_id: "001586", raw_name: "국세기본법" },
    { raw_id: "002884", raw_name: "국세기본법 시행령" },
    { raw_id: "001585", raw_name: "국세징수법" },
    { raw_id: "002891", raw_name: "국세징수법 시행령" },
    { raw_id: "001563", raw_name: "법인세법" },
    { raw_id: "003608", raw_name: "법인세법 시행령" },
    { raw_id: "001571", raw_name: "부가가치세법" },
    { raw_id: "003666", raw_name: "부가가치세법 시행령" },
    { raw_id: "001561", raw_name: "상속세 및 증여세법" },
    { raw_id: "003814", raw_name: "상속세 및 증여세법 시행령" },
    { raw_id: "001565", raw_name: "소득세법" },
    { raw_id: "003956", raw_name: "소득세법 시행령" },
    { raw_id: "001584", raw_name: "조세특례제한법" },
    { raw_id: "004920", raw_name: "조세특례제한법 시행령" },
    { raw_id: "009873", raw_name: "종합부동산세법" },
    { raw_id: "009968", raw_name: "종합부동산세법 시행령" },
    { raw_id: "001649", raw_name: "지방세법" },
    { raw_id: "005077", raw_name: "지방세법 시행령" },
    { raw_id: "012708", raw_name: "지방세징수법" },
    { raw_id: "012834", raw_name: "지방세징수법 시행령" },
    { raw_id: "011178", raw_name: "지방세특례제한법" },
    { raw_id: "011278", raw_name: "지방세특례제한법 시행령" },
  ];



  // 주요세법
  //
//   법령명	법령ID
// 부가가치세법	001571
// 부가가치세법 시행령	003666
// 부가가치세법 시행규칙	007289
// 소득세법	001565
// 소득세법 시행령	003956
// 소득세법 시행규칙	007507
// 법인세법	001563
// 법인세법 시행령	003608
// 법인세법 시행규칙	007229
// 국세기본법	001586
// 국세기본법 시행령	002884
// 국세기본법 시행규칙	006741
// 조세특례제한법	001584
// 조세특례제한법 시행령	004920
// 조세특례제한법 시행규칙	008218
// 지방세법	001649
// 지방세법 시행령	005077
// 지방세법 시행규칙	008334
// 지방세특례제한법	011178
// 지방세특례제한법 시행령	011278
// 지방세특례제한법 시행규칙	011311
// 상속세 및 증여세법	001561
// 상속세 및 증여세법 시행령	003814
// 상속세 및 증여세법 시행규칙	007388
// 국세징수법	001585
// 국세징수법 시행령	002891
// 국세징수법 시행규칙	006742
// 지방세징수법	012708
// 지방세징수법 시행령	012834
// 지방세징수법 시행규칙	012839
// 종합부동산세법	009873
// 종합부동산세법 시행령	009968
// 종합부동산세법 시행규칙	009967


// 시행규칙제외
// 법령명	법령ID
// 국세기본법	001586
// 국세기본법 시행령	002884
// 국세징수법	001585
// 국세징수법 시행령	002891
// 법인세법	001563
// 법인세법 시행령	003608
// 부가가치세법	001571
// 부가가치세법 시행령	003666
// 상속세 및 증여세법	001561
// 상속세 및 증여세법 시행령	003814
// 소득세법	001565
// 소득세법 시행령	003956
// 조세특례제한법	001584
// 조세특례제한법 시행령	004920
// 종합부동산세법	009873
// 종합부동산세법 시행령	009968
// 지방세법	001649
// 지방세법 시행령	005077
// 지방세징수법	012708
// 지방세징수법 시행령	012834
// 지방세특례제한법	011178
// 지방세특례제한법 시행령	011278